{
    "border_color": "DarkSlateBlue ",
    "name": "<i className='bi bi-eye'></i> Окружающая среда и восприятие",
    "description": "",
    "data_other": [
      {
        "name": "Зрение",
        "description": "Эффекты местности, которые сильно затрудняют видимость, передвижение и другие действия.",
        "data": [
          {
            "name": "Слабо заслоннная",
            "icon": "./environment-icons/tired-eye.svg",
            "shortinfo": "Помеха проверок Внимательности (слабый свет, туман, не густая листва)",
            "page": "КИ, стр. 183",
            "description": "<div className='h6 each-line'> <div>  Существа в такой местости совершают со штрафом проверки Мудрости (Внимательность), полагающиеся на зрение.</div> </div>"
          },
          {
            "name": "Сильно заслонённая",
            "icon": "./environment-icons/eyelashes.svg",
            "shortinfo": "Практическая слепота (темнота, непроглядный туман, густая листва)",
            "page": "КИ, стр. 183",
            "description": "<div className='h6 each-line'> <div>Существа фактически считаются ослеплёнными, когда пытаются рассмотреть что-то, находящееся в такой местности.</div> </div>"
          }
        ]
      },
      {
        "name": "Свет",
        "data": [
          {
            "name": "Яркий свет",
            "icon": "./environment-icons/star-pupil.svg",
            "shortinfo": "Яркий свет позволяет большинству существ хорошо видеть",
            "page": "КИ, стр. 183",
            "description": "<div className='h6 each-line'> <div> Даже пасмурный день предоставляет яркий свет, равно как факелы, фонари, костры и прочие источники света в определённом радиусе.</div> </div>"
          },
          {
            "name": "Тусклый свет",
            "icon": "./environment-icons/semi-closed-eye.svg",
            "shortinfo": "Сумрак создаёт слабо заслонённую местность",
            "page": "КИ, стр. 183",
            "description": "<div className='h6 each-line'> <div> Создаёт <strong>слабо заслонённую</strong> местность. Область тусклого света обычно находится между источником яркого света, таким как факел, и окружающей тьмой.</div> <div> На рассвете и закате свет тоже тусклый. Яркая луна в полнолуние освещает землю тусклым светом.</div> </div>"
          },
          {
            "name": "Темнота",
            "icon": "./environment-icons/night-vision.svg",
            "shortinfo": "Тьма создаёт сильно заслонённую местность",
            "page": "КИ, стр. 183",
            "description": "<div className='h6 each-line'> <div> Создаёт <strong>сильно заслонённую</strong> местность.</div> <div> Персонажи оказываются в темноте по ночам (когда не светит луна), в коридорах подземелий и в областях магической тьмы.</div> </div>"
          }
        ]
      },
      {
        "name": "Особое восприятие",
        "data": [
          {
            "name": "Слепое зрение",
            "icon": "./environment-icons/blindfold.svg",
            "shortinfo": "Восприятие без зрения",
            "page": " КИ, стр. 183",
            "description": "<div className='h6 each-line'> <div>Существо со слепым зрением может воспринимать своё окружение в определённом радиусе, не полагаясь на зрение. Этим чувством обладают существа без глаз, такие как слизи, и существа с эхолокацией или обострёнными чувствами, такие как летучие мыши и драконы.</div> </div>"
          },
          {
            "name": "Тёмное зрение",
            "icon": "./environment-icons/sunken-eye.svg",
            "shortinfo": "Ограниченное зрение в темноте",
            "page": " КИ, стр. 184",
            "description": "<div className='h6 each-line'> <div>Многие существа, особенно те, что обитают под землёй, обладают тёмным зрением. Такие существа могут видеть в темноте, как если бы она была тусклым светом, так что для них эта область считается слабо заслонённой. Однако такие существа не могут в темноте различать цвета, для них это разные оттенки серого.</div> </div>"
          },
          {
            "name": "Чувство вибрация",
            "icon": "./environment-icons/quake-stomp.svg",
            "shortinfo": "Восприятие по вибрациям",
            "page": "КМ, стр. 9",
            "description": "<div className='h6 each-line'> <div>Чудовища с чувством вибрации могут обнаруживать и определять источник колебаний в пределах определённого радиуса при условии, что чудовище и источник колебаний находятся в контакте с одной и той же поверхностью или веществом. Чувство вибрации не может быть использовано для обнаружения летающих или бесплотных существ. Многие роющие существа, такие как анхеги или бурые увальни, обладают этим чувством.</div> </div>"
          },
          {
            "name": "Истинное зрение",
            "icon": "./environment-icons/third-eye.svg",
            "shortinfo": "Темнота и иллюзии не распространяются на существ с истинным зрением",
            "page": "КИ, стр. 184",
            "description": "<div className='h6 each-line'> <div> Существа с истинным зрением могут в определённом радиусе видеть в обычной и магической темноте, видеть невидимые существа и предметы, автоматически обнаруживать зрительные иллюзии и преуспевать в спасбросках от них, и видеть истинный облик перевёртышей и существ, превращённых магией.</div> <div> Кроме того, зрение таких существ простирается на Эфирный План.</div> </div>"
          }
        ]
      },
      {
        "name": "Препятствия",
        "data": [
          {
            "name": "Укрытие на половину",
            "icon": "./environment-icons/slashed-shield.svg",
            "shortinfo": "Препятствие закрывает как минимум половину тела (забор, мебель, существо)",
            "page": "КИ, стр. 196",
            "description": "<div className='h6 each-line'> <div> Цель с укрытием на половину получает бонус +2 к КД и спасброскам Ловкости.</div> <div> Цель получает укрытие на половину если препятствие закрывает как минимум половину её тела.</div> <div> Это может быть низкая стена, большая мебель, узкий ствол дерева или существо, как враждебное, так и дружественное.</div> </div>"
          },
          {
            "name": "Укрытие на три четверти",
            "icon": "./environment-icons/cracked-shield.svg",
            "shortinfo": "Препятствие закрывает как минимум три четверти тела (решётка, бойница)",
            "page": "КИ, стр. 196",
            "description": "<div className='h6 each-line'> <div> Цель с укрытием на три четверти получает бонус +5 к КД и спасброскам Ловкости.</div> <div> Цель получает укрытие на три четверти если препятствие закрывает как минимум три четверти её тела.</div> <div> Это может быть опускная решётка, бойница в стене или широкий ствол дерева.</div> </div>"
          },
          {
            "name": "Полное укрытие",
            "icon": "./environment-icons/shield.svg",
            "shortinfo": "Препятствие закрывает всё тело (стена, гигантское существо)",
            "page": "КИ, стр. 196",
            "description": "<div className='h6 each-line'> <div> На цель с полным укрытием нельзя непосредственно нацеливать атаки и заклинания, хотя некоторые заклинания могут захватить цель областью воздействия.</div> <div> Цель обладает полным укрытием если полностью скрыта за препятствием.</div> </div>"
          }
        ]
      }
    ]
  }
  