{
  "border_color": "Orange ",
  "name": "Движение",
  "description": "<div className='h6 each-line'>Вы можете передвигаться в любое время вашего хода (до, после или во время действий).</div>",
  "data": [
    {
      "name": "Перемещение",
      "icon": "./moving-icons/run.svg",
      "shortinfo": "Стоимость: 5 футов за перемещение на 5 футов",
      "page": "КИ, стр. 190",
      "description": "<div className='h6 each-line'> <div> Если у вас есть несколько скоростей, например, скорость ходьбы и скорость полёта, вы можете переключаться между ними во время перемещения. При каждом переключении вычитайте уже пройдённое расстояние из новой скорости. </div> <div> Вы можете проходить сквозь пространство невраждебных существ. </div> <div> Сквозь пространство враждебного существа можно пройти только если его размер как минимум на две категории больше или меньше вашего. </div> <div>Пространство других существ является для вас труднопроходимой местностью.</div> <div>Вне зависимости от того, дружественное существо или нет, вы не можете добровольно закончить перемещение в его пространстве.</div> </div>"
    },
    {
      "name": "Падение ничком",
      "icon": "./moving-icons/falling.svg",
      "shortinfo": "Стоимость: 0 футов (свободно)",
      "page": "КИ, стр. 190-191, 292",
      "description": "<div className='h6 each-line'> <div> Вы можете упасть ничком, не тратя скорость. </div> <div> Для перемещения в положении лёжа нужно или ползти, или использовать магию, такую как телепортация.</div> <div> Падение даёт состояние Лежащий ничком (броски рукопашной атаки по существу совершаются с преимуществом, броски дальнобойной атаки по существу совершаются с помехой, само существо получает помеху на свои броски атаки).</div> </div>"
    },
    {
      "name": "Прыжок в высоту",
      "icon": "./moving-icons/leapfrog.svg",
      "shortinfo": "Стоимость: 5 футов за 5 футов прыжка",
      "page": "КИ, стр. 182",
      "description": "<div className='h6 each-line'> <div> Если вы совершаете прыжок в высоту, вы поднимаетесь в воздух на количество футов, равное 3 + модификатор Силы, если непосредственно перед прыжком переместились минимум на 10 футов. </div> <div> Если вы совершаете прыжок в высоту без разбега, прыгнуть можно только на половину этой дистанции.</div> <div> Руки можно вытянуть вверх на половину своего роста.</div> <div> В некоторых случаях Мастер может позволить совершить проверку Силы (Атлетика), чтобы прыгнуть выше, чем обычно.</div> </div>"
    },
    {
      "name": "Труднопрохо-\nдимая местность",
      "icon": "./moving-icons/hiking.svg",
      "page": "КИ, стр. 182",
      "shortinfo": "Перемещение по труднопроходимой местности. Стоимость: +5 футов за 5 футов",
      "description": "<div className='h6 each-line'> <div> По труднопроходимой местности вы перемещаетесь с уменьшенной вдвое скоростью: перемещение на 1 фут совершается за счёт 2 футов скорости, так что за минуту, час или день вы пройдёте вдвое меньшее расстояние, чем обычно. </div> </div>"
    },
    {
      "name": "Лазание",
      "icon": "./moving-icons/mountain-climbing.svg",
      "page": "КИ, стр. 182",
      "shortinfo": " Стоимость: 10 футов за восхождение на 5 футов",
      "description": "<div className='h6 each-line'> <div> Лазание по скользкой вертикальной поверхности или поверхности, где мало за что можно ухватиться, может требовать успешную проверку Силы (Атлетика). </div> </div>"
    },
    {
      "name": "Ползание",
      "icon": "./moving-icons/despair.svg",
      "page": "КИ, стр. 182",
      "shortinfo": "Стоимость: 10 футов за 5 футов ползком",
      "description": ""
    },
    {
      "name": "Прыжок в длину",
      "icon": "./moving-icons/jump-across.svg",
      "shortinfo": "Стоимость: 5 футов за 5 футов прыжка",
      "page": "КИ, стр. 182",
      "description": "<div className='h6 each-line'> <div> Если вы совершаете прыжок в длину, вы покрываете количество футов, равное значению Силы, если непосредственно перед прыжком переместились минимум на 10 футов. </div> <div> Если вы совершаете прыжок в длину без разбега, прыгнуть можно только на половину этой дистанции. </div> <div> Иногда вы должны преуспеть в проверке Силы (Атлетика) со Сл 10, чтобы перепрыгнуть через препятствие (не выше четверти расстояния прыжка), такое как изгородь или невысокая стена. В противном случае вы ударяетесь об него. </div> <div> Если вы приземляетесь в труднопроходимую местность, вы должны преуспеть в спасброске Ловкости (Акробатика) со Сл 10, чтобы приземлиться на ноги. В противном случае вы падаете ничком. </div> </div>"
    },
    {
      "name": "Движение в захвате",
      "icon": "./moving-icons/push.svg",
      "page": "КИ, стр. 195",
      "shortinfo": "Толкание или ношение захваченного существа. Стоимость: скорость снижена вдвое",
      "description": "<div className='h6 each-line'> <div> Если вы перемещаетесь во время захвата, вы можете тащить или нести захваченное существо вместе с собой, но ваша скорость уменьшается вдвое, если только существо не меньше вас как минимум на две категории.</div> <div> Смотрите действие захвата для дополнительной информации. </div> </div>"
    },
    {
      "name": "Плавание",
      "icon": "./moving-icons/pool-dive.svg",
      "shortinfo": "Стоимость: 10 футов за проплытых 5 футов",
      "page": "КИ, стр. 182",
      "description": "<div className='h6 each-line'> <div> Плавание в бурных водах может требовать успешную проверку Силы (Атлетика).</div> </div>"
    },
    {
      "name": "Вставание",
      "icon": "./moving-icons/sensuousness.svg",
      "shortinfo": "Стоимость: половина скорости перемещения",
      "page": "КИ, стр. 190-191",
      "description": "<div className='h6 each-line'> <div> Вы не можете встать, если у вас недостаточно перемещения или если скорость равна 0.</div> </div>"
    },
    {
      "name": "Импровизация",
      "icon": "./moving-icons/contortionist.svg",
      "shortinfo": "Исполнить любое движение или трюк",
      "page": "КИ, стр. 182",
      "description": "<div className='h6 each-line'> <div> Когда вы хотите совершить движение, не описанное в правилах, Мастер решает возможно ли это и назначает Сл проверки.</div> </div>"
    },
    {
      "name": "Посадка в седло и спешивание",
      "icon": "./moving-icons/cavalry.svg",
      "page": "КИ, стр. 198",
      "shortinfo": "Сесть или спешиться с ездового животного. Стоимость: половина скорости перемещения",
      "description": "<div className='h6 each-line'> <div> Один раз во время перемещения вы можете сесть в седло существа, находящегося в пределах 5 футов от вас или наоборот, спешиться. Это стоит количество перемещения, равного половине скорости. Например, если ваша скорость 30 футов, вы должны потратить 15 футов перемещения на посадку в седло лошади. Кроме того, вы не можете сесть в седло, если у вас осталось меньше 15 футов перемещения или если ваша скорость равна 0.</div> <div> Если некий эффект перемещает вашего скакуна против его воли, пока вы находитесь на нём, вы должны преуспеть в спасброске Ловкости со Сл 10, иначе вы упадёте со скакуна, падая ничком в пространстве в пределах 5 футов от него. Если вас собьют с ног, пока вы находитесь верхом, вы должны совершить этот же спасбросок.</div> <div> Если ваш скакун сбивается с ног, вы можете реакцией спешиться и приземлиться на ноги. В противном случае вы спешиваетесь и падаете ничком в пространстве в пределах 5 футов от скакуна.</div> </div>"
    }
  ]
}
