{
  "border_color": "Navy",
  "name": "<i className='bi bi-boxes'></i> Прочие проверки",
  "description": "",
  "data_other": [
    {
      "name": "Сила",
      "data": [
        {
          "name": "Грузоподьёмность",
          "icon": "./tool-icons/clown.svg",
          "shortinfo": "Как много веса вы можете нести. Сила умноженная на 15",
          "page": "КИ, стр. 176",
          "description": "<div className='h6 each-line'> <div> Ваша грузоподъёмность это ваше значение Силы, умноженное на 15. Такой вес (в фунтах) вы можете носить, и это достаточно много, так что большинству персонажей не нужно об этом заботиться.</div> </div>"
        },
        {
          "name": "Толкание, волочение и перенос",
          "icon": "./tool-icons/full-folder.svg",
          "shortinfo": "Как много веса вы можете толкать, волочить и переносить. Сила умноженная на 30",
          "page": "КИ, стр. 176",
          "description": "<div className='h6 each-line'> <div>Вы можете толкать, тянуть и отрывать от земли вес в фунтах, вдвое превышающий вашу грузоподъёмность (или значение Силы, умноженное на 30). Если вы толкаете или тянете вес, превышающий грузоподъёмность, ваша скорость падает до 5 футов.</div> </div>"
        },
        {
          "name": "Размер и груз",
          "icon": "./tool-icons/rolling-dices.svg",
          "shortinfo": "Влияние размера на грузоподъёмность",
          "page": "КИ, стр. 176",
          "description": "<div className='h6 each-line'> <div>Существа большого размера могут тащить больше, а Крохотные существа меньше. За каждую категорию размера выше Средней удвойте его грузоподъёмность и вес, который оно может толкать, тянуть и поднимать. Для существа Крохотного размера уменьшите эти значения вдвое.</div> </div>"
        },
        {
          "name": "Броски атаки и урона",
          "icon": "./tool-icons/plant-roots.svg",
          "shortinfo": "Насколько вероятно попадание по цели и наносимый урон",
          "page": "КИ, стр. 176",
          "description": "<div className='h6 each-line'> <div> Вы добавляете модификатор Силы к броскам атаки и урона при совершении атак рукопашным оружием, таким как булава, секира или метательное копьё. Рукопашным оружием совершаются рукопашные атаки, а некоторые его виды можно метать, совершая, таким образом, дальнобойные атаки.</div> </div>"
        }
      ]
    },
    {
      "name": "Ловкость",
      "data": [
        {
          "name": "Класс Доспеха",
          "icon": "./tool-icons/potion-ball.svg",
          "shortinfo": "Насколько вероятно избежать попадания",
          "page": "КИ, стр. 177",
          "description": "<div className='h6 each-line'> <div> В зависимости от доспеха, который вы носите, вы можете добавлять модификатор Ловкости или его часть к Классу Доспеха, как описано в главе 5.</div> </div>"
        },
        {
          "name": "Инициатива",
          "icon": "./tool-icons/beer-stein.svg",
          "shortinfo": "Как скоро вы действуете в бою",
          "page": "КИ, стр. 177",
          "description": "<div className='h6 each-line'> <div> В начале каждого сражения вы совершаете проверку инициативы, совершая проверку Ловкости. Инициатива определяет порядок ходов существ в сражении, как описано в главе 9.</div> </div>"
        },
        {
          "name": "Броски атаки и урона",
          "icon": "./tool-icons/quill-ink.svg",
          "shortinfo": "Насколько вероятно попадание по цели",
          "page": "КИ, стр. 177",
          "description": "<div className='h6 each-line'> <div> Вы добавляете модификатор Ловкости к броскам атаки и урона при совершении атак дальнобойным оружием, таким как праща или длинный лук. Вы также можете добавлять модификатор Ловкости к броскам атаки и урона при совершении атак рукопашным оружием со свойством «фехтовальное», таким как кинжал и рапира.</div> </div>"
        }
      ]
    },
    {
      "name": "Телосложение",
      "data": [
        {
          "name": "Хиты",
          "icon": "./tool-icons/potion-ball.svg",
          "shortinfo": "Показатель вашего здоровья и выносливости",
          "page": "КИ, стр. 177",
          "description": "<div className='h6 each-line'> <div>Модификатор Телосложения участвует в определении ваших хитов. Обычно вы добавляете модификатор Телосложения ко всем Костям Хитов, брошенным для определения хитов.</div> <div> Если ваш модификатор Телосложения изменяется, изменяется и максимум ваших хитов, как если бы новый модификатор был у вас с 1 уровня. Например, если вы повышаете значение Телосложения, когда достигаете 4 уровня, и ваш модификатор Телосложения увеличивается с +1 до +2, вы изменяете максимум хитов так, как будто этот модификатор всегда был +2. Вы добавляете 3 хита за первые три уровня, а затем определяете хиты за 4 уровень, используя уже новый модификатор. И наоборот, если на 7 уровне некий эффект уменьшит ваше значение Телосложения, уменьшив модификатор Телосложения на 1, максимум ваших хитов уменьшится на 7.</div> </div>"
        },
        {
          "name": "Задержка дыхания",
          "icon": "./tool-icons/beer-stein.svg",
          "shortinfo": "Как долго вы можете задержать дыхание",
          "page": "КИ, стр. 177",
          "description": "<div className='h6 each-line'> <div>Существо может задержать дыхание на количество минут, равное 1 + модификатор Телосложения.</div> <div> Если существо не может дышать, оно может жить в течение количества раундов, равного модификатору Телосложения (минимум 1 раунд). В начале своего следующего хода его хиты опускаются до 0, и оно начинает умирать. Если у вас кончился воздух или вас душат, вы не можете восстанавливать хиты и становиться стабилизированным, пока снова не сможете дышать.</div> <div> Например, существо с Телосложением 14 может задержать дыхание на 3 минуты. Если оно начнёт задыхаться, у него будет 2 раунда, после чего его хиты опускаются до 0.</div> </div>"
        }
      ]
    },
    {
      "name": "Интеллект",
      "data": [
        {
          "name": "Интеллект как базовая характеристика",
          "icon": "./tool-icons/potion-ball.svg",
          "shortinfo": "Волшебники",
          "page": "КИ, стр. 197",
          "description": "<div className='h6 each-line'> <div> Волшебники используют Интеллект при определении Сл спасбросков от накладываемых ими заклинаний.</div> </div>"
        }
      ]
    },
    {
      "name": "Мудрость",
      "data": [
        {
          "name": "Мудрость как базовая характеристика",
          "icon": "./tool-icons/potion-ball.svg",
          "shortinfo": "Друиды, жрецы и следопыты",
          "page": "КИ, стр. 197",
          "description": "<div className='h6 each-line'> <div> Друиды, жрецы и следопыты используют Мудрость при определении Сл спасбросков от накладываемых ими заклинаний.</div> </div>"
        }
      ]
    },
    {
      "name": "Харизма",
      "data": [
        {
          "name": "Харизма как базовая характеристика",
          "icon": "./tool-icons/potion-ball.svg",
          "shortinfo": "Барды, колдуны, паладины и чародеи",
          "page": "КИ, стр. 197",
          "description": "<div className='h6 each-line'> <div> Барды, колдуны, паладины и чародеи используют Харизму при определении Сл спасбросков от накладываемых ими заклинаний.</div> </div>"
        }
      ]
    }
  ]
}
