{
  "border_color": "red",
  "name": "<i className='bi bi-person-fill'></i> Расы",
  "description": "<div className='h6 each-line'><div>     Посещение одного из величайших городов среди миров D&D: Глубоководья, Свободного Города мира Серого Ястреба, или даже сверхъестественного Сигила, Города Дверей, переполняет чувствами. Звучит речь на неисчислимом количестве различных языков. Запахи готовящейся еды на дюжинах различных кухонь смешиваются с запахами переполненных улиц и плохой санитарии. Строения бесчисленных архитектурных стилей отражают различное происхождение своих жителей. </div><div> А сами жители — существа разного размера, формы и цвета, в одеждах разнообразных ослепительных стилей и оттенков — представители множества различных рас: от миниатюрных полуросликов и крепких дварфов, до величественнокрасивых эльфов, живущих среди людей различных этносов. </div><div> Есть и более экзотические расы, рассеянные среди более распространённых: здесь и массивные драконорождённые, прокладывающие путь через толпу, и пронырливые тифлинги, скрывающиеся в тени с недобрым озорством в глазах. Группа гномов смеётся над тем, как один из них запускает сложную деревянную игрушку, движущуюся саму по себе. Полуэльфы и полуорки живут и работают рядом с людьми, не принадлежа полностью ни к одной из рас своих родителей. И здесь же прячется от солнца одинокий дроу, беглец из подземных просторов Подземья, пытающийся выжить в мире, который боится его племени. </div></div>",
  "data": [
    {
      "name": "Человек",
      "icon": "./race-icons/human.svg",
      "shortinfo": "Самая молодая из распространённых рас",
      "page": "КИ, стр. 198",
      "description": "<div className='h6'> Сложно делать какие-либо обобщения относительно людей, но ваш персонаж-человек обладает следующими особенностями.   Увеличение характеристик. Значение всех ваших характеристик увеличивается на 1.Возраст. Люди становятся взрослыми в районе 20 лет, и живут менее столетия. Мировоззрение. Любое.Размер. Люди сильно различаются по размерам. Некоторые с трудом достигают 5 футов (152 сантиметров) ростом, тогдакак другие имеют рост, превосходящий 6 футов (183 сантиметра). Вне зависимости от роста, ваш размер — Средний.Скорость. Ваша базовая скорость ходьбы составляет 30 футов.Языки. Вы можете говорить, читать и писать на Общем и еще одном языке на ваш выбор. Люди обычно изучают языкинародов, с которыми имеют дело, включая редкие диалекты. Они любят разбавлять собственную речь словами,позаимствованными из других языков: орочьими ругательствами, эльфийскими музыкальными терминами, дварфскими военнымикомандами</div>"
    },
    {
      "name": "Эльф",
      "icon": "./race-icons/elf.svg",
      "shortinfo": "Волшебный народ, обладающий неземным изяществом",
      "page": "КИ, стр. 198",
      "description": "wdsdwd"
    },
    {
      "name": "Полуэльф",
      "icon": "./race-icons/halfelf.svg",
      "shortinfo": "Бродящие по двум мирам, но не принадлежащие ни одному из них",
      "page": "КИ, стр. 198",
      "description": "wdsdwd"
    },
    {
      "name": "Дварф",
      "icon": "./race-icons/dwarf.svg",
      "shortinfo": "инфа",
      "page": "КИ, стр. 198",
      "description": "wdsdwd"
    },
    {
      "name": "Гном",
      "icon": "./race-icons/gnome.svg",
      "shortinfo": "инфа",
      "page": "КИ, стр. 198",
      "description": "wdsdwd"
    },
    {
      "name": "Полурослик",
      "icon": "./race-icons/gnome.svg",
      "shortinfo": "инфа",
      "page": "КИ, стр. 198",
      "description": "wdsdwd"
    },
    {
      "name": "Тифлинг",
      "icon": "./race-icons/tiefling.svg",
      "shortinfo": "инфа",
      "page": "КИ, стр. 198",
      "description": "wdsdwd"
    },
    {
      "name": "Драконорож-\nденный",
      "icon": "./race-icons/dragonborn.svg",
      "shortinfo": "инфа",
      "page": "КИ, стр. 198",
      "description": "wdsdwd"
    },
    {
      "name": "Полуорк",
      "icon": "./race-icons/halforc.svg",
      "shortinfo": "инфа",
      "page": "КИ, стр. 198",
      "description": "wdsdwd"
    }
  ]
}
